Repository: IMIO/imio.project.core
Catalog: src/imio/project/core/locales/*/LC_MESSAGES/imio.project.core.po
Languages: fr

source: ${type} budget globalization states
fr: États à considérer pour la globalisation des champs financiers du type ${type}

source: ${type} fields display
fr: Affichage et ordre des champs du type ${type}

source: '${fld}' at position ${i}
fr: '${fld}' à la position ${i}

source: Amount
fr: Montant

source: Analytic budget
fr: Budget analytique

source: Behavior with analytic budget fields
fr: Behavior avec les champs de budget analytique

source: Budget
fr: Financement/Budget

source: Budget Article
fr: Article du budget

source: Budget Group
fr: Groupe économique

source: Budget Service
fr: Service

source: Budget Title
fr: Intitulé

source: Budget Type
fr: Type

source: Budget comments
fr: Commentaires sur le financement/budget

source: Budget concerned years
fr: Années budget

source: Budget types values
fr: Types de budget possibles

source: Budget_comment
fr: Détail / Commentaire

source: Budget_type
fr: Type de budget

source: Categories
fr: Catégories

source: Categories values
fr: Catégories possibles

source: Comments
fr: Commentaires

source: Current fiscal year
fr: Exercice en cours

source: Effective begin date
fr: Date de début effective

source: Effective end date
fr: Date de fin effective

source: Enter one different value by row. Label is the displayed value. Key is the stored value: in lowercase, without space.
fr: Entrer une valeur différente par ligne. Le libellé est la valeur affichée. La clé est la valeur stockée: en minuscule, sans espace, sans accent.

source: Enter one indicator by row. Value is a number. Label must precise the signification of this number.
fr: Entrer un indicateur par ligne. La valeur est un nombre. Le libellé doit préciser la signification de ce nombre.

source: Expected value
fr: Valeur à atteindre

source: Extra concerned people
fr: Partenaires externes

source: INS Code
fr: Code INS

source: Import
fr: Importer

source: Import data from eComptes
fr: Importer des données depuis eComptes

source: Key
fr: Clé

source: Label
fr: Libellé

source: Last reference number
fr: Dernier numéro de référence

source: Manager
fr: Gestionnaire

source: Missing mandatory fields: ${msg}
fr: Des champs obligatoires sont manquants: ${msg}

source: Observation
fr: Constat

source: Organization type
fr: Type d'organisation

source: Plan
fr: Plans

source: Plan values
fr: Plans possibles

source: Planned begin date
fr: Date de début prévue

source: Planned end date
fr: Échéance

source: Priority
fr: Priorité

source: Priority values
fr: Priorités possibles

source: Progress
fr: Progression

source: Progress estimation in %.
fr: Entrer la progression en %.

source: Progress state comments
fr: Commentaire sur l'état d'avancement

source: Project
fr: Projet

source: Project space
fr: Espace de projets

source: Projection
fr: Projections

source: Put fields on the right to display it. Flags are : ...
fr: Placer les champs à droite pour les afficher. Les indicateurs après le nom du champ signifient : <ul><li>* = obligatoire ! </li><li>nombre = position obligatoire ! </li><li>- = si retiré, le contenu du champ va être supprimé !</li></ul>

source: Put states on the right for which you want to globalize budget fields.
fr: Placer les états à droite pour en tenir compte.

source: Reached value
fr: Valeur déjà atteinte

source: Read TAL condition
fr: Condition d'écriture

source: Reference number
fr: Numéro de référence

source: Result indicator
fr: Indicateur de résultat

source: Some fields have to be at a specific position: ${msg}
fr: Certains champs doivent être à une position précise: ${msg}

source: The XML document has been successfully imported.
fr: Le document XML a été importé avec succès.

source: The imported document is not recognized as a valid eComptes export.
fr: Le document importé n'est pas reconnu comme une exportation eComptes valide.

source: The key '${removed_key}' can not be removed because it is currently used (for example by '${used_by_url}').
fr: La clé '${removed_key}' ne peut pas être effacée car elle est actuellement utilisée (par exemple par '${used_by_url}').

source: Use reference number
fr: Utiliser le numéro de référence

source: Used in Title, documents, etc.
fr: Utilisé dans le titre, les documents, etc.

source: Visible for
fr: Visible pour

source: Visual way to highlight internal panes in dashboards
fr: Manière visuelle de mettre en évidence les volets internes dans les tableaux de bord

source: Will contain projects sharing same configuration values
fr: Espace pour des projets partageant la même configuration

source: XML document exported from eComptes
fr: Document XML exporté depuis eComptes

source: Year
fr: Année

source: analytic_budget_label_expenses
fr: Dépenses

source: analytic_budget_label_revenues
fr: Recettes

source: analytic_budget_label_total
fr: Total

source: analytic_budget_label_year
fr: Année

source: analytic_budget_legend_global_data
fr: Budgets analytiques collectés sur les sous-éléments

source: analytic_budget_legend_local_data
fr: Budgets analytiques encodés sur l'élément courant

source: budgetinfos_label_global
fr: Global

source: budgetinfos_label_totals
fr: Totaux

source: budgetinfos_legend_global_data
fr: Informations budgétaires collectées sur les sous-éléments

source: budgetinfos_legend_local_data
fr: Informations budgétaires encodées sur l'élément courant

source: colorize project's rows
fr: coloriser les lignes de projet

source: for '${type}' type => ${fields}.
fr: pour le type '${type}' => ${fields}.

source: label_description
fr: Description

source: label_title
fr: Titre

source: project
fr: projet

source: projection_label_btype
fr: R/D

source: projection_label_group
fr: Groupe éco

source: projection_label_service
fr: Service

source: projection_label_title
fr: Intitulé

source: projection_legend_global_data
fr: Projections collectées sur les sous-éléments

source: projection_legend_local_data
fr: Projections encodées sur l'élément courant
